Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# PropertiesShortcutItemType.Text
source: Shortcut type:
ar: نوع الاختصار
bg: Тип на прекият път:
ca: Tipus de drecera:
cs_cz: Typ zástupce:
da: Genvejstype:
de_de: Verknüpfungstyp:
el: Τύπος συντόμευσης:
es_es: Tipo de acceso directo:
fi_fi: Pikakuvakkeen tyyppi:
fr_fr: Type de raccourci :
he_il: סוג קיצור דרך:
hr_hr: Vrsta prečaca:
hu_hu: Parancsikon típusa:
id_id: Jenis pintasan:
it_it: Tipo di collegamento:
ja_jp: ショートカットの種類:
ka: მალსახმობის ტიპი:
ko_kr: 바로 가기 종류:
lv_lv: Saīsnes veids:
nb_no: Snarveistype:
nl_nl: Snelkoppelingstype:
pl_pl: Typ skrótu:
pt_pt: Tipo de atalho:
ro_ro: Tip de comandă rapidă:
ru_ru: Тип объекта:
sk_sk: Typ cieľa:
sv_se: Genvägstyp:
th_th: ชนิดของทางลัด:
tr_tr: Kısayol türü:
uk_ua: Тип ярлика:
vi: Loại lối tắt:
zh_hans: 快捷方式类型:
zh_hant: 捷徑類型：

# PropertiesShortcutTypeLink
source: Web link
ar: رابط موقع
bg: Интернет връзка
ca: Enllaç web
cs_cz: Webový odkaz
el: Διαδικτυακός σύνδεσμος
es_es: Enlace web
fi_fi: Verkkolinkki
fr_fr: Lien web
he_il: קישור אינטרנט
hr_hr: Web veze
hu_hu: Internet parancsikon
id_id: Tautan web
it_it: Link web
ja_jp: Web リンク
ka: ვებ ბმული
ko_kr: 링크
lv_lv: Tīmekļa saite
nl_nl: Webkoppeling
or_in: ୱେବ୍ ଲିଙ୍କ
pl_pl: Link URL
pt_pt: Ligação web
ro_ro: Link web
ru_ru: Ссылка
sk_sk: Webový odkaz
sv_se: Webblänk
th_th: ทางลัดอินเตอร์เน็ต
tr_tr: Web bağlantısı
uk_ua: Веб-посилання
vi: Liên kết web
zh_hans: Web 链接
zh_hant: 網際網路捷徑

source: General
ar: عام
bg: Общо
cs_cz: Obecné
da: Generelt
de_de: Allgemein
el: Γενικά
fi_fi: Yleinen
fr_fr: Général
he_il: כללי
hr_hr: Općenito
hu_hu: Általános
id_id: Umum
it_it: Generale
ja_jp: 全般
ka: ზოგადი
ko_kr: 일반
lv_lv: Vispārīgi
nb_no: Generelt
nl_nl: Algemeen
or_in: ସାଧାରଣ
pl_pl: Ogólne
pt_pt: Geral
ru_ru: Общие
sk_sk: Hlavný
sv_se: Allmänt
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Основні
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Shortcut
ar: اختصار
bg: Пряк път
ca: Drecera
cs_cz: Zástupce
da: Genvej
de_de: Verknüpfung
el: Συντόμευση
es_es: Acceso directo
fi_fi: Pikakuvake
fr_fr: Raccourci
he_il: קיצור דרך
hr_hr: Prečac
hu_hu: Parancsikon
id_id: Pintasan
it_it: Collegamento
ja_jp: ショートカット
ka: მალსახმობი
ko_kr: 바로 가기
lv_lv: Saīsne
nb_no: Snarvei
nl_nl: Snelkoppeling
or_in: ସର୍ଟକଟ୍
pl_pl: Skrót
pt_pt: Atalho
ro_ro: Comandă rapidă
ru_ru: Ярлык
sk_sk: Odkaz
sv_se: Genväg
th_th: ทางลัด
tr_tr: Kısayol
uk_ua: Ярлик
vi: Lối tắt
zh_hans: 快捷方式
zh_hant: 捷徑

# ShortcutWebLinkFileType
source: Internet shortcut
ar: اختصار الإنترنت
bg: Интернет пряк път
ca: Drecera d'internet
cs_cz: Internetový zástupce
da: Internet genvej
de_de: Internet-Verknüpfung
el: Διαδικτυακή συντόμευση
es_es: Acceso directo a Internet
fi_fi: Internet-pikakuvake
fr_fr: Raccourci Internet
he_il: קיצור דרך לאינטרנט
hr_hr: Internet prečac
hu_hu: Internet parancsikon
id_id: Pintasan internet
it_it: Collegamento internet
ja_jp: インターネット ショートカット
ka: ინტერნეტ მალსახმობი
ko_kr: 인터넷 바로 가기
lv_lv: Interneta saīsne
nb_no: Internett-snarvei
nl_nl: Internetsnelkoppeling
pl_pl: Skrót internetowy
pt_pt: Atalho da Internet
ro_ro: Comandă rapidă internet
ru_ru: Интернет-ярлык
sk_sk: Internetový odkaz
sv_se: Internetgenväg
th_th: ทางลัดอินเตอร์เน็ต
tr_tr: İnternet kısayolu
uk_ua: Інтернет-ярлик
vi: Lối tắt Internet
zh_hans: Internet 快捷方式
zh_hant: 網際網路捷徑

# ShortcutCreateNewSuffix
source: {0} - shortcut
ar: {0} - الاختصار
bg: {0} - пряк път
ca: {0} - drecera
cs_cz: {0} - zástupce
da: {0} - genvej
de_de: {0} - Verknüpfung
el: {0} - συντόμευση
es_es: {0} - acceso directo
fi_fi: {0}-pikakuvake
fr_fr: {0} - raccourci
he_il: {0} - קיצור דרך
hr_hr: {0} - prečac
hu_hu: {0} - parancsikon
id_id: {0} - pintasan
it_it: {0} - collegamento
ja_jp: {0} - ショートカット
ka: {0} - მალსახმობი
ko_kr: {0} - 바로 가기
lv_lv: {0} - saīsne
nb_no: {0} - snarvei
nl_nl: {0} - snelkoppeling
pl_pl: {0} - skrót
pt_pt: {0} - atalho
ro_ro: {0} - comandă rapidă
ru_ru: {0} - ярлык
sk_sk: {0} - odkaz
sv_se: {0} - genväg
th_th: {0} - ทางลัด
tr_tr: {0} - kısayol
uk_ua: {0} - ярлик
vi: {0} - lối tắt
zh_hans: {0} - 快捷方式
zh_hant: {0} - 捷徑

# ExceptionNotificationBody
source: Files ran into a problem that the developers didn't prepare for yet.
ar: واجهت التطبيق مشكلة لم يحلها المطورون بعد
bg: Files се сблъскаха с проблем, за който разработчиците все още не са се подготвили.
ca: El Files s'ha trobat amb un problema per al qual els desenvolupadors encara no s'havien preparat.
cs_cz: Files narazil na problém, na který se vývojáři ještě nepřipravili.
da: Files løb ind i et problem, som udviklerne ikke forberedte sig på endnu.
de_de: Files hatte ein Problem, auf das die Entwickler noch nicht vorbereitet sind.
el: Το Files αντιμετώπισε ένα πρόβλημα για το οποίο οι προγραμματιστές δεν είχαν προετοιμαστεί ακόμα.
es_es: Files se encontró con un problema para el que los desarrolladores aún no están preparados.
fi_fi: Files törmäsi ongelmaan, johon kehittäjät eivät osanneet vielä varautua.
fr_fr: Files a rencontré un problème auquel les développeurs ne s'attendaient pas.
he_il: Files נתקל בבעיה שהמפתחים עוד לא התכוננו אליה.
hr_hr: Files je naišao na problem za koji se programeri još nisu pripremili.
hu_hu: A Files egy problémába ütközött, amire a fejlesztők még nem készültek fel.
id_id: Files mengalami masalah yang belum disiapkan oleh pengembang.
it_it: Files ha riscontrato un problema per cui gli sviluppatori non erano pronti.
ja_jp: Files は、開発者がまだ想定していない問題に遭遇しました。
ka: ფაილებს შეექმნა პრობლემა, რისთვისაც დეველოპერები ჯერ არ მომზადებულან.
ko_kr: 파일 프로그램에 개발자가 미처 준비하지 못한 문제가 발생했습니다.
lv_lv: Failiem radās problēma, kurai izstrādātāji vēl nebija sagatavojušies.
nb_no: Det oppstod et uventet problem i Files som utviklerne ikke var forberedt på.
nl_nl: Er is een probleem opgetreden met Files waarvoor de ontwikkelaars zich niet hebben voorbereid.
pl_pl: Aplikacja Files napotkała problem, na który się nie przygotowaliśmy
pt_pt: O Files encontrou um problema que os programadores não previram.
ro_ro: Files a întâmpinat o problemă pentru care dezvoltatorii nu s-au pregătit încă.
ru_ru: Files столкнулись с проблемой, к которой разработчики еще не подготовились.
sk_sk: Files narazil na problém, na ktorý nie sp vývojári pripravený.
sv_se: Files stötte på ett problem som utvecklarna inte ännu var förberedda för.
th_th: โปรแกรมจัดการไฟล์เจอปัญหาที่ไม่เคยเจอมาก่อน.
tr_tr: Files uygulaması, geliştiricilerin karşılaşmadığı bir sorunla karşılaştı.
uk_ua: Files зіткнулися з проблемою, до якої розробники були не готові.
vi: Files đã gặp một vấn đề chưa được xem xét trước đó.
zh_hans: Files 发生未知错误。
zh_hant: Files 遇到我們未處理的錯誤。

# ExceptionNotificationHeader
source: Something went wrong!
ar: حدث خطأ ما
bg: Нещо се обърка!
ca: Quelcom ha anat malament!
cs_cz: Něco se pokazilo!
da: Noget gik galt!
de_de: Etwas ist schief gelaufen!
el: Κάτι πήγε στραβά!
es_es: ¡Algo ha fallado!
fi_fi: Jokin meni pieleen!
fr_fr: Une erreur s'est produite !
he_il: משהו השתבש
hr_hr: Nešto je pošlo po zlu!
hu_hu: Valami hiba történt!
id_id: Terjadi kesalahan!
it_it: Si è verificato un errore.
ja_jp: 問題が発生しました
ka: Რაღაც არასწორად წავიდა!
ko_kr: 문제가 발생했습니다!
lv_lv: Kaut kas nogāja greizi!
nb_no: Noe gikk galt!
nl_nl: Er is iets misgegaan.
or_in: କିଛି ଭୁଲ୍‌ ହେଲା
pl_pl: Coś poszło nie tak
pt_pt: Ocorreu um erro!
ro_ro: Ceva nu a mers bine!
ru_ru: Что-то пошло не так!
sk_sk: Niečo sa pokazilo!
sv_se: Något gick fel!
th_th: เกิดบางอย่างผิดพลาดขึ้น!
tr_tr: Bir şeyler ters gitti!
uk_ua: Сталася помилка!
vi: Đã xảy ra lỗi!
zh_hans: 发生错误！
zh_hant: 發生錯誤！

# ExceptionNotificationReportButton
source: Report this issue
ar: الإبلاغ عن هذه المشكلة
bg: Подай сигнал за този проблем
ca: Informa d'aquest problema
cs_cz: Nahlásit tento problém
da: Rapportér dette problem
de_de: Dieses Problem melden
el: Αναφορά προβλήματος
es_es: Informar sobre este tema
fi_fi: Ilmoita tästä ongelmasta
fr_fr: Signaler ce problème
he_il: דווח על בעיה זו
hr_hr: Prijavi ovaj problem
hu_hu: Hiba jelentése
id_id: Laporkan masalah ini
it_it: Segnala questo problema
ja_jp: この問題を報告
ka: ამ საკითხის გასაჩივრება
ko_kr: 오류 신고하기
lv_lv: Ziņot par šo problēmu
nb_no: Rapporter dette problemet
nl_nl: Dit probleem melden
pl_pl: Zgłoś ten problem
pt_pt: Reportar este problema
ro_ro: Raportați această problemă
ru_ru: Сообщить о проблеме
sk_sk: Nahlásiť problém
sv_se: Rapportera det här problemet
th_th: รายงานปัญหานี้
tr_tr: Bu sorunu bildirin
uk_ua: Повідомте про цю проблему
vi: Báo cáo sự cố này
zh_hans: 报告此问题
zh_hant: 回報此問題

# InvalidItemDialogContent
source: The item referenced is either invalid or inaccessible.{0}Error message:{0}{1}
ar: العنصر المشار إليه إما غير صالح أو لا يمكن الوصول إليه{0}رسالة خطأ{0}{1}
bg: Посоченият елемент е или невалиден, или недостъпен.{0}Съобщение за грешка:{0}{1}
ca: L'element al qual es fa referència no és vàlid o no és accessible.{0}Missatge d'error:{0}{1}
cs_cz: Odkaz na položku je buď neplatný nebo nedostupný.{0}Chybová zpráva:{0}{1}
da: Emnet er enten ugyldig eller utilgængelig. {0} Fejlmeddelelse: {0} {1}
de_de: Das Element, auf das verwiesen wurde, ist fehlerhaft oder nicht erreichbar.{0}Fehlermeldung:{0}{1}
el: Το στοιχείο που αναφέρεται είναι είτε άκυρο είτε μη προσβάσιμο.{0}Μήνυμα σφάλματος:{0}{1}
es_es: El elemento al que se hace referencia no es válido o es inaccesible.{0}Mensaje de error:{0}{1}
fi_fi: Viitattu kohde on joko virheellinen tai ei ole käytettävissä.{0}Virheilmoitus:{0}{1}
fr_fr: L'élément référencé est invalide ou inaccessible.{0}Message d'erreur :{0}{1}
he_il: הפריט המיוחס הוא בלתי נגיש או פסול. {0}הודעת שגיאה:{0}{1}
hr_hr: Referentna stavka je nevaljana ili nedostupna.{0}Poruka o grešci:{0}{1}
hu_hu: A hivatkozott elem érvénytelen vagy nem elérhető.{0}Hibaüzenet:{0}{1}
id_id: Item yang dirujuk tidak valid atau tidak dapat diakses.{0}Pesan kesalahan:{0}{1}
it_it: L'elemento è non valido o è inaccessibile.{0}Messaggio di errore:{0}{1}
ja_jp: 参照している項目は無効であるか、アクセスできません。{0}エラー メッセージ:{0}{1}
ka: მითითებული ნივთი არასწორი ან მიუწვდომელია..{0}შეცდომის შეტყობინება:{0}{1}
ko_kr: 선택한 항목이 잘못되었거나 접근할 수 없습니다.{0}오류 메시지:{0}{1}
lv_lv: Atsauktais vienums ir vai nu nederīgs vai nepieejams.{0}Kļūdas ziņojums:{0}{1}
nb_no: Det refererte elementet er enten ugyldig eller utilgjengelig.{0}Feilmelding:{0}{1}
nl_nl: Het item waarnaar wordt verwezen, is ongeldig of niet toegankelijk.{0}Foutmelding:{0}{1}
pl_pl: Element, do którego próbujesz się odwołać, jest niewłaściwy lub niedostępny. {0} Komunikat błędu: {0}{1}
pt_pt: O item referenciado é inválido ou não pode ser acedido.{0} Mensagem de erro:{0}{1}
ro_ro: Fișierul la care s-a făcut referire este fie invalid, fie inaccesibil.{0}Mesaj de eroare:{0}{1}
ru_ru: Указанный элемент недействителен или недоступен.{0}Сообщение об ошибке:{0}{1}
sk_sk: Odkazovaná položka je buď neplatná alebo neprístupná.{0}Chyba:{0}{1}
sv_se: Det hänvisade objektet är antingen ogiltigt eller oåtkomligt.{0}Felmeddelande:{0}{1}
th_th: รายการที่ระบุนี้ไม่มีอยู่จริงหรือไม่สามารถเข้าถึงได้อีกต่อไป. {0}เกิดข้อผิดพลาด:{0}{1}
tr_tr: Başvurulan öge geçersiz ya da erişilemiyor.{0}Hata iletisi:{0}{1}
uk_ua: Елемент є недійсним або недоступним.{0}Повідомлення про помилку:{0}{1}
vi: Khoản mục được chỉ định không truy cập được hoặc không hợp lệ.{0}Mã lỗi:{0}{1}
zh_hans: 引用的项目无效或无法访问。{0}代码:{0}{1}
zh_hant: 參考項目無效或無法存取。{0}錯誤訊息：{0}{1}

# InvalidItemDialogTitle
source: Invalid item
ar: عنصر غير صالح
bg: Невалиден елемент
ca: Element invàlid
cs_cz: Neplatná položka
da: Ugyldigt emne
de_de: Ungültiges Element
el: Μη έγκυρο στοιχείο
es_es: Elemento no válido
fi_fi: Virheellinen kohde
fr_fr: Élément invalide
he_il: פריט פסול
hr_hr: Nevaljana stavka
hu_hu: Érvénytelen elem
id_id: Item tidak valid
it_it: Elemento non valido
ja_jp: 無効な項目
ka: არასწორი ნივთი
ko_kr: 유효하지 않은 항목입니다
lv_lv: Nederīgs vienums
nb_no: Ugyldig element
nl_nl: Ongeldig item
pl_pl: Niewłaściwy element
pt_pt: Item inválido
ro_ro: Element invalid
ru_ru: Неверный элемент
sk_sk: Chybná položka
sv_se: Ogiltigt objekt
th_th: รายการที่ไม่มีจริง
tr_tr: Öge geçersiz
uk_ua: Невірний елемент
vi: Khoản mục không hợp lệ
zh_hans: 无效项
zh_hant: 無效的項目

# SettingsAboutVersionTitle
source: Version:
ar: الإصدار
bg: Версия:
ca: Versió:
cs_cz: Verze:
el: Έκδοση:
es_es: Versión:
fi_fi: Versio:
he_il: גירסה
hr_hr: Verzija:
hu_hu: Verzió:
id_id: Versi:
it_it: Versione
ja_jp: バージョン:
ka: ვერსია:
ko_kr: 버전:
lv_lv: Versija:
nb_no: Versjon:
nl_nl: Versie:
or_in: ଚାଲୁ-କରିବାକୁ-କ୍ଲିକ୍ ସଂସ୍କରଣ:
pl_pl: Wersja:
pt_pt: Versão:
ro_ro: Versiune:
ru_ru: Версия:
sk_sk: Verzia:
th_th: เวอร์ชั่น:
tr_tr: Sürüm:
uk_ua: Версія:
vi: Phiên bản:
zh_hans: 版本:
zh_hant: 版本：

# ShareDialogFailMessage
source: There's nothing to share right now...
ar: ‏‏لا يوجد شيء لمشاركته الآن.
bg: Няма нищо за споделяне в момента...
ca: No n'hi ha res per compartir ara mateix...
cs_cz: Momentálně zde není co sdílet...
da: Der er ikke noget at dele lige nu ...
de_de: Zurzeit gibt es nichts zu teilen...
el: Δεν υπάρχει τίποτα για κοινή χρήση αυτή τη στιγμή...
es_es: No hay nada que compartir ahora mismo...
fi_fi: Tällä hetkellä ei ole mitään jaettavaa...
fr_fr: Il n'y a rien à partager pour le moment…
he_il: אין כרגע פריטים לשיתוף.
hr_hr: Trenutno nema ničeg za podijeliti...
hu_hu: Nincs mit megosztani...
id_id: Tidak ada yang bisa dibagikan saat ini...
it_it: Nessun contenuto da condividere.
ja_jp: 現在共有できるものはありません。
ka: ამჟამად აქ გასაზიარებელი არაფერია...
ko_kr: 공유할 항목이 없습니다...
lv_lv: Pašlaik šeit nav nekā koplietojama...
nb_no: Det er ingenting å dele for øyeblikket...
nl_nl: Er valt op dit moment niets te delen...
or_in: ବର୍ତ୍ତମାନ ଅଂଶୀଦାର କରିବାକୁ କିଛି ନାହିଁ.
pl_pl: Obecnie nie ma nic do udostępniania...
pt_pt: Não há nada para partilhar agora...
ro_ro: Nu este nimic de partajat acum...
ru_ru: Сейчас нет ничего, что можно было бы опубликовать...
sk_sk: Práve teraz nie je čo zdielať ...
sv_se: Det finns inget att dela just nu...
th_th: ยังไม่มีอะไรจะแบ่งปัน ณ ตอนนี้...
tr_tr: Şu anda paylaşılacak bir şey yok...
uk_ua: Наразі нема до чого надавати спільний доступ...
vi: Hiện không có gì để chia sẻ...
zh_hans: 目前没有可共享的内容。
zh_hant: 目前沒有任何可分享的項目…

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
ar: ستتم مشاركة العناصر التي حددتها
bg: Елементите, които сте избрали, ще бъдат споделени
ca: Els elements que hàgiu seleccionat es compartiran
cs_cz: Vybrané položky budou sdíleny
da: De emner, du har valgt, deles
de_de: Die von Dir ausgewählten Elemente werden geteilt
el: Τα στοιχεία που έχετε επιλέξει θα κοινοποιηθούν
es_es: Los elementos seleccionados serán compartidos
fi_fi: Valitsemasi kohteet jaetaan
fr_fr: Les éléments sélectionnés seront partagés
he_il: הפריטים שבחרו ישותפו
hr_hr: Stavke koje ste odabrali bit će podijeljene
hu_hu: A kijelölt elemek meg lesznek osztva
id_id: Item yang Anda pilih akan dibagikan
it_it: Gli elementi selezionati saranno condivisi
ja_jp: 選択した項目が共有されます
ka: ელემენტები, რომლებიც თქვენ მონიშნეთ გაზიარდებიან
ko_kr: 선택한 항목이 공유됩니다
lv_lv: Atlasītie vienumi tiks koplietoti
nb_no: Elementene du har valgt vil bli delt
nl_nl: De geselecteerde items worden gedeeld
pl_pl: Elementy które zaznaczyłeś, zostaną udostępnione
pt_pt: Os itens selecionados serão partilhados
ro_ro: Fișierul pe care l-ați selectat va fi partajat
ru_ru: Выбранные Вами элементы будут опубликованы
sk_sk: Vybrané položky budú zdielané
sv_se: De valda objekten kommer att delas
th_th: รายการเหล่านี้ที่คุณเลือกกำลังจะถูกแบ่งปัน
tr_tr: Seçilmiş ögeler paylaşılacak
uk_ua: Вибраним елементам буде надано загальний доступ
vi: Các khoản mục bạn đã chọn sẽ được chia sẻ
zh_hans: 将共享你选择的项目
zh_hant: 您即將分享已選取項目

# ShareDialogSingleItemDescription
source: The selected item will be shared
ar: سيتم مشاركة العنصر المحدد
bg: Избраният елемент ще бъде споделен
ca: L'element seleccionat es compartirà
cs_cz: Vybraná položka bude sdílena
da: Det valgte emne deles
de_de: Das ausgewählte Element wird geteilt
el: Το επιλεγμένο στοιχείο θα κοινοποιηθεί
es_es: El elemento seleccionado será compartido
fi_fi: Valittu kohde jaetaan
fr_fr: L'élément sélectionné sera partagé
he_il: הפריט הנבחר ישותף
hr_hr: Odabrana stavka bit će podijeljena
hu_hu: A kijelölt elem meg lesz osztva
id_id: Item yang dipilih akan dibagikan
it_it: L'elemento selezionato sarà condiviso
ja_jp: 選択した項目が共有されます
ka: მონიშნული ელემენტები გაზიარდებიან
ko_kr: 선택한 항목이 공유됩니다
lv_lv: Atlasītais vienums tiks koplietots
nb_no: Elementet du har valgt vil bli delt
nl_nl: Het geselecteerde item wordt gedeeld
pl_pl: Zaznaczony element zostanie udostępniony
pt_pt: O item selecionado será partilhado
ro_ro: Elementul selectat va fi partajat
ru_ru: Выбранный элемент будет опубликован
sk_sk: Vybraná položka bude zdielaná
sv_se: Det valda objektet kommer att delas
th_th: รายการที่คุณเลือกกำลังจะถูกแบ่งปัน
tr_tr: Seçilmiş öge paylaşılacak
uk_ua: Вибраному елементу буде надано загальний доступ
vi: Khoản mục đã chọn sẽ được chia sẻ
zh_hans: 将共享已选项目
zh_hant: 即將分享已選取項目

# ShareDialogTitle
source: Sharing {0}
ar: المشاركة: {0}%
bg: Споделяне {0}
ca: Compartint {0}
cs_cz: Sdílení {0}
da: Deler {0}
de_de: Teilen {0}
el: Κοινή χρήση {0}
es_es: Compartiendo {0}
fi_fi: Jaetaan {0}
fr_fr: Partage de {0}
he_il: שיתוף: {0}%
hr_hr: Dijeljenje {0}
hu_hu: {0} megosztása
id_id: Berbagi {0}
it_it: Condivisione di {0}
ja_jp: {0} を共有しています
ka: გაზიარდება {0}
ko_kr: {0} 공유
lv_lv: Kopīgo {0}
nb_no: Deler {0}
nl_nl: {0} delen
or_in: ଅଂଶିଦାର କରୁଛି {0}
pl_pl: Udostępnianie {0}
pt_pt: A partilhar {0}
ro_ro: Se partajează {0}
ru_ru: Предоставляется общий доступ к {0}
sk_sk: Zdielam {0}
sv_se: Delar {0}
th_th: แบ่งปัน {0}
tr_tr: {0} paylaşılıyor
uk_ua: Надається спільний доступ до ресурсу "{0}"
vi: Đang chia sẻ {0}
zh_hans: 正在共享 {0}
zh_hant: 正在分享 {0}

# ShareDialogTitleMultipleItems
source: Sharing {0} {1}
ar: المشاركة{0} {1}
bg: Споделяне {0} {1}
ca: Compartint {0} {1}
cs_cz: Sdílení {0} {1}
da: Deler {0} {1}
de_de: Teilen {0} {1}
el: Κοινή χρήση {0} {1}
es_es: Compartiendo {0} {1}
fi_fi: Jaetaan {0} {1}
fr_fr: Partage {0} {1}
he_il: שיתוף {0} {1}
hr_hr: Dijeljenje {0} {1}
hu_hu: {0} {1} megosztása
id_id: Berbagi {0} {1}
it_it: Condivisionne di {0} {1}
ja_jp: {0} {1} を共有しています
ka: გაზიარდება {0} {1}
ko_kr: {0} {1} 항목 공유
lv_lv: Kopīgo {0} {1}
nb_no: Deler {0} {1}
nl_nl: {0} {1} delen
pl_pl: Udostępnianie {0} {1}
pt_pt: A partilhar {0} {1}
ro_ro: Se partajează {0} {1}
ru_ru: Предоставляется общий доступ к {0} {1}
sk_sk: Zdielam {0} {1}
sv_se: Delar {0} {1}
th_th: แบ่งปัน {0} {1}
tr_tr: {0} {1} paylaşılıyor
uk_ua: Спільний доступ до {0} {1}
vi: Đang chia sẻ {0} {1}
zh_hans: 正在共享 {0} {1}
zh_hant: 正在分享 {0} {1}

# RenameError.ItemDeleted.Text
source: The item you're attempting to rename no longer exists. Please verify the correct location of the item you need to rename.
ar: العنصر الذي تحاول إعادة تسميته لم يعد موجودًا. الرجاء التحقق من الموقع الصحيح للعنصر الذي تريد إعادة تسميته
bg: Елементът, който се опитвате да преименувате, вече не съществува. Моля, проверете правилното местоположение на елемента, който трябва да преименувате.
ca: L'element que intenteu canviar el nom ja no existeix. Verifiqueu la ubicació correcta de l'element que necessiteu canviar-li el nom.
cs_cz: Položka, kterou se pokoušíte přejmenovat, již neexistuje. Ověřte prosím správné umístění položky, kterou se snažíte přejmenovat.
da: Det emne, du forsøger at omdøbe ikke længere eksisterer. Kontrollér den korrekte placering af det emne, du har brug for at omdøbe.
de_de: Das Element, das Du umbenennen möchtest, ist nicht mehr vorhanden. Bitte überprüfe den richtigen Speicherort des Elements, das Du umbenennen möchtest.
el: Το στοιχείο που προσπαθείτε να μετονομάσετε δεν υπάρχει πλέον. Παρακαλούμε επαληθεύστε τη σωστή θέση του στοιχείου που θέλετε να μετονομάσετε.
es_es: El elemento al que intenta cambiar el nombre ya no existe. Verifique la ubicación correcta del elemento al que necesita cambiar el nombre.
fi_fi: Kohdetta, jota yrität nimetä uudelleen, ei ole enää olemassa. Tarkista uudelleen nimettävän kohteen oikea sijainti.
fr_fr: L'élément que vous essayez de renommer n'existe plus. Veuillez vérifier l'emplacement exact de l'élément que vous avez besoin de renommer.
he_il: הפריט המיועד לעדכון שם אינו קיים יותר. אנא ודא את המיקם הנכון של הפריט.
hr_hr: Stavka koju pokušavate preimenovati više ne postoji. Molimo provjerite ispravnu lokaciju stavke koju trebate preimenovati.
hu_hu: Az elem, amit át szeretne nevezni már nem létezik.
id_id: Item yang Anda coba ubah namanya sudah tidak ada. Harap verifikasi lokasi dari item yang ingin Anda ubah namanya.
it_it: L'elemento che stai cercando di rinominare non esiste più. Verifica la posizione corretta dell'elemento da rinominare.
ja_jp: 名前を変更しようとしている項目が既に存在しません。名前を変更する必要がある項目の正しい場所を確認してください。
ka: ნივთი, რომლის სახელის გადარქმევასაც თქვენ ცდილობთ აღარ არსებობს. გთხოვთ გადაამოწმოთ იმ ნივთის სწორი მდებარეობა, რომლის სახელის გადარქმევაც გსურთ.
ko_kr: 이름을 바꾸려는 항목이 더 이상 존재하지 않습니다. 항목의 정확한 경로를 확인해 주세요.
lv_lv: Vienums, kuru mēģināt pārdēvēt, vairs nepastāv. Pārbaudiet pārdēvējamā faila atrašanās vietu.
nb_no: Elementet du forsøker å gi nytt navn eksisterer ikke lenger. Kontroller den korrekte plasseringen av elementet du vil gi nytt navn.
nl_nl: Het item dat u probeert te hernoemen, bestaat niet meer. Controleer de locatie van dit item.
pl_pl: Element, którego nazwę próbujesz zmienić, już nie istnieje. Sprawdź poprawność lokalizacji elementu.
pt_pt: O item a que está a tentar mudar o nome já não existe. Verifique a localização exata do ficheiro que pretende renomear.
ro_ro: Fișierul pe care încercați să îl redenumiți nu mai există. Verificați locația corectă a fișierului pe care trebuie să-l redenumiți.
ru_ru: Элемент, который Вы пытаетесь переименовать, больше не существует. Пожалуйста, проверьте правильность расположения элемента, который нужно переименовать.
sk_sk: Položka, ktorú sa snažíte premenovať už neexistuje. Skontrolujte umiestnenie položky, ktorú sa snažíte premenovať.
sv_se: Objektet du försöker byta namn på finns inte längre. Kontrollera rätt plats för objektet du behöver byta namn på.
th_th: รายการที่คุณพยายามเปลี่ยนชื่อได้หายไป. กรุณาตรวจสอบให้ดีว่ารายการนั้นยังมีอยู่จริง.
tr_tr: Yeniden adlandırmak istediğiniz öge bulunamadı. Lütfen yeniden adlandırmak istediğiniz ögenin konumunu doğrulayın.
uk_ua: Елемент, який ви намагаєтесь перейменувати, більше не існує. Будь ласка, перевірте правильність розташування предмета, який потрібно перейменувати.
vi: Khoản mục bạn cố đặt lại tên không còn tồn tại nữa. Vui lòng kiểm tra lại vị trí chính xác của khoản mục.
zh_hans: 要重命名的项不存在。请确认需重命名的项目位置是否正确。
zh_hant: 您欲重新命名的項目不存在。請確認您要重新命名的項目的位置。

# RenameError.ItemDeleted.Title
source: Item no longer exists
ar: ‏‏لم يعد العنصر موجودًا
bg: Елементът вече не съществува
ca: L'element ja no existeix
cs_cz: Položka již neexistuje
da: Emnet findes ikke længere
de_de: Das Element exisitert nicht mehr
el: Το στοιχείο δεν υπάρχει πλέον
es_es: El elemento ya no existe
fi_fi: Kohdetta ei ole enää olemassa
fr_fr: L'élément n'existe plus
he_il: הפריט לא קיים יותר
hr_hr: Stavka više ne postoji
hu_hu: Az elem már nem létezik
id_id: Item sudah tidak ada
it_it: L'elemento non esiste più
ja_jp: 項目が既に存在しません
ka: ნივთი აღარ არსებობს
ko_kr: 항목이 존재하지 않음
lv_lv: Vienums vairs nepastāv
nb_no: Elementet eksisterer ikke lenger
nl_nl: Item bestaat niet meer
pl_pl: Element już nie istnieje
pt_pt: O item já não existe
ro_ro: Elementul nu mai există
ru_ru: Элемент больше не существует
sk_sk: Položka už neexistuje
sv_se: Objektet finns inte längre
th_th: รายการนี้ไม่มีอยู่อีกแล้ว
tr_tr: Öge artık yok
uk_ua: Елемент більше не існує
vi: Mục không còn tồn tại
zh_hans: 该项不存在
zh_hant: 項目不存在
